Repository: wpmetabox/mb-relationships
Catalog: languages/mb-relationships-*.po
Languages: de_de

source: %1$s is not one of %2$s
de_de: %1$s ist nicht einer von %2$s

source: Connected From
de_de: Verbunden von

source: Connects To
de_de: Verbindet mit

source: Missing %s ID.
de_de: Fehlende %s ID.

source: No connections
de_de: Keine Verbindungen

source: The % argument must be a positive integer.
de_de: Das Argument % muss eine positive ganze Zahl sein.

source: The ID of the relationship
de_de: Die ID der Beziehung

source: The ID of “from” resource
de_de: Die ID der "von" Ressource

source: The ID of “to” resource
de_de: Die ID der "zu" Ressource

source: The order of the “from” resource; defaults to “1”
de_de: Die Reihenfolge der "von" Ressource; Standardwert ist "1"

source: The order of the “to” resource; defaults to “1”
de_de: Die Reihenfolge der "zu" Ressource; Standardwert ist "1"

source: The relationship argument must be a string.
de_de: Das Beziehungsargument muss eine Zeichenfolge sein.

source: Users
de_de: Benutzer

source: You are not allowed to access this API endpoint.
de_de: Du bist nicht berechtigt, auf diesen API-Endpunkt zuzugreifen.
